{
  "network":{
    "name": "network",
    "date": "Janeiro 2023",
    "content_1": "Essa aplicação consiste em um monorepo, que simula um rede social completa (versão beta). O Front-end foi desenvolvido com ReactJS, e o código está na pasta web. O Back-end foi escrito em python, e diversas libs foram utilizadas para as funcionalidades."
  },
  "stocks":{
    "name": "stocks",
    "date": "Agosto 2022",
    "content_1": "Eu começei a investir em 2022, e queria uma plataforma onde eu pudesse controlar os meus ativos. A partir desse desejo, resolvi, então, desenvolver esse projeto. Com o uso da",
    "content_2": "qualquer pessoa poderia logar com segurança, e controlar as suas finanças.",
    "link_1": "API de login social da Google,"
  },
  "eforecast":{
    "name": "e.forecast",
    "date": "Maio 2022",
    "content_1": "Um dia eu estava buscando um site para ver a previsão do tempo. Notei a falta de aplicações bonitas e simples, o que me motivou a construir um site com gráficos legais e da maneira que eu gostaria, utilizando a api do",
    "content_2": "como fornecedor dos dados.",
    "link_1": "Open Weather Map"
  },
  "opensource":{
    "name": "Open Source Courses",
    "content_1": "Ingressei, em abril de 2022, nesta incrível iniciativa que visa distribuir conteúdo de programação de forma gratuita. A ideia é ajudar quem está iniciando, tanto em Soft como em Hard skills, de forma a impulsionar o desenvolvimento dessas pessoas."
  },
  "elearning":{
    "name": "e.learning",
    "date": "Março 2022",
    "content": "Visando aprimorar meus conhecimentos com o next.js, eu decidi criar uma plataforma de vídeos educativos. Educação é um assunto importante, e tudo o que pudermos fazer para levar o conhecimento adiante é válido."
  },
  "calendar":{
    "name": "Calendário",
    "date": "Fevereiro 2022",
    "content": "A ideia deste projeto é um simular um calendário, no qual é possível adicionar, listar e remover registros. A interface é o terminal do computador, e toda a mágica acontece nela."
  },
  "navy":{
    "name": "Black Navy War",
    "date": "Janeiro 2022",
    "content_1": "Essa é uma versão beta do jogo",
    "content_2": ". Eu criei um jogo mais complexo, com algumas funcionalidades a mais.",
    "link_1": "Black Navy War"
  },
  "dino":{
    "name": "Chrome Dino",
    "date": "Novembro 2021",
    "content_1": "Essa é uma versão do",
    "content_2": ". Eu queria exercitar algumas habilidades no desenvolvimento de games, que não são necessariamente associados à web.",
    "link_1": "Jogo do Dinossauro do Chrome"
  },
  "tcc":{
    "name": "Gráfico do LiDAR",
    "date": "Setembro 2021",
    "content": "Interface gráfica desenvolvida para o trabalho de conclusão do curso técnico. O propósito é plotar um gráfico que mostre o mapeamento do ambiente realizado pelo sensor LiDAR."
  },
  "git": "Repo Github",
  "online": "Projeto online",
  "youtube": "Vídeo no YouTube"
}